Repository: collective/collective.disqus
Catalog: collective/disqus/locales/*/LC_MESSAGES/collective.disqus.po
Languages: it, pt_br

source: ${comments} comments.
it: ${comments} commenti.
pt_br: ${comments} comentários.

source: A portlet that lists hot threads
it: Una portlet che elenca le discussioni piú 'hot'
pt_br: Um portlet para listar os tópicos mais quentes

source: A portlet that lists popular threads
it: Una portlet che elenca le discussioni piú popolari
pt_br: Um portlet para listar os tópicos mais populares

source: Access Token
it: Token di accesso
pt_br: Token de acesso

source: Access token to retrieve information from the Disqus forum.
it: Token di accesso per accedere alle informazioni del forum Disqus.
pt_br: Token de acesso para recuperar informações do fórum de Disqus.

source: Application public key
it: Chiave pubblica dell'applicazione Disqus
pt_br: Chave pública da aplicação

source: Application secret key
it: Chiave privata dell'applicazione Disqus
pt_br: Chave privada da aplicação

source: Choices: 1h, 6h, 12h, 1d, 7d, 30d, 90d
it: Opzioni: 1h, 6h, 12h, 1g, 7gg, 30gg, 90gg
pt_br: Opções: 1h, 6h, 12h, 1d, 7d, 30d, 90d

source: Disqus settings
it: Impostazioni Disqus
pt_br: Configurações de Disqus

source: Disqus summary view
pt_br: Visão sumária com Disqus

source: Forum
pt_br: Fórum

source: Header
pt_br: Cabeçalho

source: Hot Threads
it: Discussioni 'calde'
pt_br: Tópicos quentes

source: Interval
it: Intervallo
pt_br: Intervalo

source: Mark this box to use Disqus in developer mode
it: Attivare questo flag per usare Disqus in modalitá 'sviluppo'
pt_br: Selecione esta opção para utilizar o Disqus em modo de desenvolvimento

source: Maximum results
it: Numero massimo di risultati
pt_br: Número máximo de resultados

source: Please enable JavaScript to view
it: Abilitare il javascript per visualizzare il widget
pt_br: Por favor habilite o JavaScript para ver

source: Popular Threads
it: Discussioni popolari
pt_br: Tópicos populares

source: Pretty dates
it: Date migliori
pt_br: Datas melhoradas

source: Show dates in a pretty format (ie. '4 hours ago').
it: Mostra date in formato 'umano' (tipo '4 ore fa').
pt_br: Mostra as datas num formato mais legível (por exemplo, 'faz 4 horas ').

source: Specify the forum you wish to obtain the hot threads from.
it: Specificare il forum dal quale si vogliono ottenere le discussioni 'calde'.
pt_br: Especifique o nome do fórum para obter seus tópicos mais quentes.

source: Specify the forum you wish to obtain the popular threads from.
it: Specificare il forum dal quale si vogliono ottenere le discussioni piu popolari.
pt_br: Especifique o nome do fórum para obter seus tópicos mais populares.

source: The header for the portlet. Leave empty for none.
it: Header della portlet. Lasciare vuoto se non si desidera alcun titolo.
pt_br: O cabeçalho do portlet. Deixar em branco para nenhum.

source: The maximum results number.
it: Massimo numero di risultati
pt_br: Número máximo de resultados.

source: blog comments powered by ${disqus}
it: powered by ${disqus}
pt_br: comentários do blog alimentados pelo ${disqus}

source: comments powered by Disqus.
it: powered by Disqus.
pt_br: comentários alimentados pelo Disqus.

source: help_controlpanel
it: Impostazioni globali per Disqus
pt_br: Preencha este formulário para o Plone usar o sistema de comentários Disqus

source: label_activated
it: Attivare Disqus come sistema di commenti per Plone
pt_br: Ativar Disqus como sistema de comentários para o Plone

source: label_controlpanel
it: Impostazioni Disqus
pt_br: Configurações do Disqus

source: label_developer_mode
it: Modalitá 'sviluppo'
pt_br: Modo de desenvolvimento

source: label_forum_shortname
it: Il nome breve del forum registrato su Disqus
pt_br: O nome abreviado do fórum como foi registrado no Disqus.

source: public key
it: chiave pubblica
pt_br: chave pública

source: secret key
it: chiave privata
pt_br: chave secreta
